// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{816, 406}";

kCheckChangesAlertTitleKey = "Vous avez modifié des données. Voulez-vous continuer ?";
kCheckChangesAlertContinueButtonTitleKey = "Continuer";
kCheckChangesAlertMessageKey = "Si vous continuez, vos modifications seront perdues. Cliquez sur Annuler pour ne pas tenir compte de votre action et continuer à travailler sur votre tâche.";

DeviceStatusUnknown = "Inconnu";

NoItemsMenuTitle = "Aucun article";

NotEnoughSpaceTitle = "Impossible de lancer HP Utility";
NotEnoughSpaceMsg = "Votre disque de démarrage est presque plein. Vous devez libérer de l’espace sur votre disque de démarrage en supprimant des fichiers.";

RecentUnreachableTitle = "Impossible d'établir une connexion.";
RecentUnreachableMsg = "%@ n'est actuellement pas disponible. Veuillez vérifier si elle est branchée et activée, ou essayez de nouveau plus tard.";

AirPortDeviceErrorTitle = "HP Utility ne peut pas fonctionner avec les périphériques connectés à AirPort.";
SharedDeviceErrorTitle = "HP Utility ne peut pas fonctionner avec des périphériques partagés.";
NotDirectDeviceErrorDescription = "Connectez le périphérique directement à votre Mac pour qu'il fonctionne avec.";

NoUtilityMessage = "Veuillez réinstaller le logiciel qui correspond à votre appareil.";

// menu items
ShowAdvanced = "Afficher les options avancées";
HideAdvanced = "Masquer les options avancées";

DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Reprendre";
SupplyInfoTaskTitle = "Infos sur les fournitures";
TravelInfoTaskTitle = "Infos de voyage";

kTaskGroupInformationTitleKey = "Informations";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kTaskGroupConfigurationTitleKey = "Configuration";
kTaskGroupSupportTitleKey = "Support";
kTaskGroupJobCenterTitleKey = "Gestion des tâches";
kTaskGroupUnknownTitleKey = "Autre";
kTaskGroupInformationAndSupportTitleKey = "Informations et assistance";
kTaskGroupInformationAndPrintQualityTitleKey = "Informations et qualité d'impression";
kTaskGroupPrinterSettingsTitleKey = "Paramètres de l'imprimante";
kTaskGroupFaxSettingsTitleKey = "Paramètre du télécopieur";
kTaskGroupNetworkSettingsTitleKey = "Paramètres réseau";
kHSDTaskGroupScanSettingsTitleKey = "Paramètres de numérisation";

ApplyButtonTitle = "Appliquer";

kViewMenuTitle = "Affichage";

AskSaveChangesAlertTitle = "Vous avez modifié les paramètres de cet écran";
AskSaveChangesAlertMsg = "Voulez-vous appliquer les modifications avant de le fermer ?";
AskSaveChangesDontApplyButtonTitle = "Ne pas appliquer";
AskSaveCahngesApplyButtonTitle = "Appliquer";

MultipleAskSaveChangesAlertTitle = "Vous avez modifié les paramètres dans %i fenêtres";
MultipleAskSaveChangesAlertMsg = "Voulez-vous revoir les modifications avant de les fermer ?";
MultipleAskSaveChangesDiscardButtonTitle = "Annuler les modifications";
MultipleAskSaveChangesReviewButtonTitle = "Revoir les modifications...";

ConnectingMessage = "Connexion au périphérique en cours\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "Veuillez sélectionner un périphérique pour commencer";

DevicesItemTitleString = "Périphériques";
DevicesItemTooltipString = "Afficher/Masquer les périphériques";
SupportItemTitleString = "Support HP";
SupportItemTooltipString = "Service clients en ligne de HP";
SuppliesItemTitleString = "Fournitures";
SuppliesItemTooltipString = "Acheter des fournitures en ligne";
RegistrationItemTitleString = "Enregistrement";
RegistrationItemTooltipString = "Inscription en ligne";
RecyclingItemTitleString = "Recyclage";
RecyclingItemTooltipString = "Renvoi et recyclage en ligne";
MarsItemTitleString = "Amélioration du produit";
MarsItemTooltipString = "Étude pour l'amélioration des produits HP";
TasksItemTitleString = "Tous les paramètres";
TasksItemTooltipString = "Afficher tous les paramètres";
SearchItemTitleString = "Rechercher";
SearchItemTooltipString = "Rechercher un plug-in ou un mot-clé";

HSDAddDevicesToolTip = "Ajouter des périphériques";
HSDRemoveDevicesToolTip = "Retirez le périphérique sélectionné ou le groupe intelligent";
HSDPullDownMenuToolTip = "Menu Actions";
TaskCellWidth = "98";

PrintersGroupString = "PÉRIPHÉRIQUES";
SmartGroupsString = "GROUPES INTELLIGENTS";

PrinterName = "Nom du périphérique";
ModelName = "Modèle";
SerialNumber = "Numéro de série";
IPAddress = "Adresse IP";
BluetoothAddress = "Adresse";
ConnectionType = "Connexion";

kSmartGroupDefaultName = "Groupe intelligent";
kSmartGroupRulePropertyModel = "Modèle";
kSmartGroupRulePropertyName = "Nom";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "Adresse IP";
kSmartGroupRulePropertyConnectionType = "Type de connexion";

kSmartGroupRuleCriterionContains = "Contient";
kSmartGroupRuleCriterionDoesntContain = "Ne contient pas";
kSmartGroupRuleCriterionIs = "Est";
kSmartGroupRuleCriterionIsNot = "N'est pas";
kSmartGroupRuleCriterionStartsWith = "Commence par";
kSmartGroupRuleCriterionEndsWith = "Finit par";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "la totalité";
HSDRulesMatchStyleAny = "n'importe laquelle";

IncompatibleTasksTitle = "Composants incompatibles";
IncompatibleTasksMessage = "Certains composants installés sur votre ordinateur ont été développés pour une autre version de HP Utility. Ces composants ne seront pas chargés et certaines fonctionnalités associées à votre périphérique ne seront pas accessibles. Cliquez sur l'élément HP Support sur la barre d'outils pour consulter le site HP Online Support et télécharger les dernières version du logiciel HP.";

NoComponentsTitle = "Certains composants HP Utility sont introuvables";

ShowDevicesItemTitle = "Afficher les périphériques";
HideDevicesItemTitle = "Masquer les périphériques";
ShowToolbarItemTitle = "Afficher la barre d'outils";
HideToolbarItemTitle = "Masquer la barre d'outils";

DevicesMenuSetupDeviceItemTitle = "Configurer un nouveau périphérique…";
DevicesMenuSetupSelectedDeviceItemTitle = "Configurer le périphérique sélectionné…";
DevicesMenuSetupWirelessItemTitle = "HP Auto Wireless Connect…";
DevicesMenuAddDevicesItemTitle = "Ajouter des périphériques…";
DevicesMenuAddDeviceManuallyItemTitle = "Ajouter un périphérique manuellement…";
DevicesMenuNewSmartGroupItemTitle = "Nouveau groupe intelligent…";
DevicesMenuEditSmartGroupItemTitle = "Modifier le groupe intelligent…";
DevicesMenuPrintersMenuTitle = "Liste des périphériques";
DevicesMenuEmptyItemTitle = "(Vide)";

DevicesMenuRemoveDeviceItemTitle = "Supprimer le périphérique";
DevicesMenuRemoveSmartGroupItemTitle = "Supprimer le groupe intelligent";
DevicesMenuSortByItemTitle = "Trier par";
DevicesMenuNameItemTitle = "Nom";
DevicesMenuAvailabilityItemTitle = "Disponibilité";

HSDAddDeviceManuallyItemTitle = "Ajouter un périphérique manuellement…";
HSDNewSmartGroupItemTitle = "Nouveau groupe intelligent…";
HSDEditSmartGroupItemTitle = "Modifier le groupe intelligent…";

DeviceNotAvailableMessageString = "Le périphérique sélectionné n'est actuellement pas disponible. Veuillez sélectionner un autre périphérique.";
ScanjetDeviceNotAvailableMessageString = "Le périphérique sélectionné n'est pas actuellement disponible. Assurez-vous que ce périphérique est allumé, connecté à l'ordinateur et que tous les logiciels requis sont installés.";

AppManagerItemTitleString = "Applications";
AppManagerItemTooltipString = "Applications";

AppManagerAskApplyChangesAlertTitle = "Souhaitez vous appliquer les modifications que vous avez apportées ?";
AppManagerAskApplyChangesAlertMsg = "Vos modifications seront perdues si vous ne les appliquez pas.";
AppManagerApplyButtonTitle = "Appliquer";
CancelButtonTitleKey = "Annuler";
AppManagerDontApplyButtonTitle = "Ne pas appliquer";

NoSaveTitle = "Impossible d'enregistrer le fichier";
DidNotSaveMessage = "Veuillez vérifier que l'espace disque est suffisant et que vous disposez des privilèges d'accès nécessaires pour enregistrer le fichier dans l'emplacement spécifié.";

ConnectMenuItemTitleFormat = "Connexion à %@";
EditMenuItemTitleFormat = "Modifier %@...";
RemoveMenuItemTitleFormat = "Supprimer %@";

ShowOnlineAccessWarningsCommandTitle = "Afficher les avertissements d'accès en ligne";
HideOnlineAccessWarningsCommandTitle = "Masquer les avertissements d'accès en ligne";

HSDSmartGroupNameTitle = "Nom du groupe intelligent :";
HSDMatchTextFieldTitle1 = "Faire correspondre";
HSDMatchTextFieldTitle2 = "des règles suivantes :";
HSDCancelButtonTitle = "Annuler";
HSDOKButtonTitle = "OK";

// locked feature view
HSDDisabledFeatureTitle = "Cette fonctionnalité a été verrouillée ou désactivée par l'administrateur de l'imprimante.";
HSDDisabledFeatureDescription = "L'activation peut être effectuée via le panneau Administration du périphérique. Cliquez sur le bouton \"Aller\" ci-dessous pour accéder à ce panneau.";
HSDNoWayToUnlockDescription = "Vous ne pouvez pas utiliser cette fonctionnalité : elle a été verrouillée ou désactivée. Contactez la personne qui a installé cette imprimante.";
HSDGoButton = "Aller";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "Un abonnement pour l'encre est actif sur votre périphérique.";
SubscribedSuppliesMessage = "N’oubliez pas que vous pouvez obtenir le remplacement de toutes les cartouches de votre imprimante à tarif préférentiel grâce à HP Instant Ink ! Vous pouvez toujours visiter la boutique en ligne de HP afin d’acheter des accessoires ou des fournitures pour d’autres périphériques.";
GoToStoreButtonTitle = "Accéder à la boutique";

//Search Window
SearchWindowTitle = "Rechercher";
SearchWindowTaskTitle = "Rechercher :";
SearchWindowButtonCancelTitle = "Annuler";
SearchWindowButtonSearchTitle = "Rechercher";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "À propos de HP Utility";
"Hide HP Utility" = "Masquer HP Utility";
"Hide Others" = "Masquer les autres";
"Show All" = "Tout afficher";
"Quit HP Utility" = "Quitter HP Utility";

"Devices" = "Périphériques";

"Edit" = "Édition";
"Undo" = "Annuler";
"Redo" = "Rétablir";
"Cut" = "Couper";
"Copy" = "Copier";
"Paste" = "Coller";
"Delete" = "Supprimer";
"Select All" = "Tout sélectionner";

"View" = "Affichage";

"Window" = "Fenêtre";
"Close" = "Fermer";
"Minimize" = "Réduire";
"Zoom" = "Réduire/agrandir";
"Bring All to Front" = "Tout amener vers l’avant";

Version = "Version";

// Global Mode
MarsUnavailableAlertTitle = "Impossible de configurer Étude pour l'amélioration des produits HP.";
MarsUnavailableAlertDescription = "Vos appareils ne sont pas éligibles pour le programme de recherche Étude pour l'amélioration des produits HP.";
MarsUnavailableForOnlineDevicesAlertDescription = "Vos appareils ne sont pas éligibles pour le programme de recherche Étude pour l'amélioration des produits HP. Eteignez vos autres appareils, connectez-les à votre Mac ou au réseau et essayez encore.";
